{
  "quran": {
    "quran-uthmani-hafs": {
      "1407": {
        "id": 1407,
        "surah": 10,
        "ayah": 43,
        "verse": "وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ"
      },
      "1408": {
        "id": 1408,
        "surah": 10,
        "ayah": 44,
        "verse": "إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡ‍ٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ"
      },
      "1409": {
        "id": 1409,
        "surah": 10,
        "ayah": 45,
        "verse": "وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ"
      },
      "1410": {
        "id": 1410,
        "surah": 10,
        "ayah": 46,
        "verse": "وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ"
      },
      "1411": {
        "id": 1411,
        "surah": 10,
        "ayah": 47,
        "verse": "وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ"
      },
      "1412": {
        "id": 1412,
        "surah": 10,
        "ayah": 48,
        "verse": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ"
      },
      "1413": {
        "id": 1413,
        "surah": 10,
        "ayah": 49,
        "verse": "قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَ‍ٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ"
      },
      "1414": {
        "id": 1414,
        "surah": 10,
        "ayah": 50,
        "verse": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ"
      },
      "1415": {
        "id": 1415,
        "surah": 10,
        "ayah": 51,
        "verse": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ"
      },
      "1416": {
        "id": 1416,
        "surah": 10,
        "ayah": 52,
        "verse": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ"
      },
      "1417": {
        "id": 1417,
        "surah": 10,
        "ayah": 53,
        "verse": "۞وَيَسۡتَنۢبِ‍ُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ"
      }
    }
  }
}