{
  "quran": {
    "quran-uthmani-hafs": {
      "2528": {
        "id": 2528,
        "surah": 21,
        "ayah": 45,
        "verse": "قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ"
      },
      "2529": {
        "id": 2529,
        "surah": 21,
        "ayah": 46,
        "verse": "وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ"
      },
      "2530": {
        "id": 2530,
        "surah": 21,
        "ayah": 47,
        "verse": "وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡ‍ٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ"
      },
      "2531": {
        "id": 2531,
        "surah": 21,
        "ayah": 48,
        "verse": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ"
      },
      "2532": {
        "id": 2532,
        "surah": 21,
        "ayah": 49,
        "verse": "ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ"
      },
      "2533": {
        "id": 2533,
        "surah": 21,
        "ayah": 50,
        "verse": "وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ"
      },
      "2534": {
        "id": 2534,
        "surah": 21,
        "ayah": 51,
        "verse": "۞وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ"
      },
      "2535": {
        "id": 2535,
        "surah": 21,
        "ayah": 52,
        "verse": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ"
      },
      "2536": {
        "id": 2536,
        "surah": 21,
        "ayah": 53,
        "verse": "قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ"
      },
      "2537": {
        "id": 2537,
        "surah": 21,
        "ayah": 54,
        "verse": "قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ"
      },
      "2538": {
        "id": 2538,
        "surah": 21,
        "ayah": 55,
        "verse": "قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ"
      },
      "2539": {
        "id": 2539,
        "surah": 21,
        "ayah": 56,
        "verse": "قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ"
      },
      "2540": {
        "id": 2540,
        "surah": 21,
        "ayah": 57,
        "verse": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ"
      }
    }
  }
}