{
  "quran": {
    "quran-uthmani-hafs": {
      "3236": {
        "id": 3236,
        "surah": 27,
        "ayah": 77,
        "verse": "وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ"
      },
      "3237": {
        "id": 3237,
        "surah": 27,
        "ayah": 78,
        "verse": "إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ"
      },
      "3238": {
        "id": 3238,
        "surah": 27,
        "ayah": 79,
        "verse": "فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ"
      },
      "3239": {
        "id": 3239,
        "surah": 27,
        "ayah": 80,
        "verse": "إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ"
      },
      "3240": {
        "id": 3240,
        "surah": 27,
        "ayah": 81,
        "verse": "وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِ‍َٔايَٰتِنَا فَهُم مُّسۡلِمُونَ"
      },
      "3241": {
        "id": 3241,
        "surah": 27,
        "ayah": 82,
        "verse": "۞وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِ‍َٔايَٰتِنَا لَا يُوقِنُونَ"
      },
      "3242": {
        "id": 3242,
        "surah": 27,
        "ayah": 83,
        "verse": "وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِ‍َٔايَٰتِنَا فَهُمۡ يُوزَعُونَ"
      },
      "3243": {
        "id": 3243,
        "surah": 27,
        "ayah": 84,
        "verse": "حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِ‍َٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ"
      },
      "3244": {
        "id": 3244,
        "surah": 27,
        "ayah": 85,
        "verse": "وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ"
      },
      "3245": {
        "id": 3245,
        "surah": 27,
        "ayah": 86,
        "verse": "أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ"
      },
      "3246": {
        "id": 3246,
        "surah": 27,
        "ayah": 87,
        "verse": "وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ"
      },
      "3247": {
        "id": 3247,
        "surah": 27,
        "ayah": 88,
        "verse": "وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ"
      }
    }
  }
}