{
  "quran": {
    "quran-uthmani-hafs": {
      "4336": {
        "id": 4336,
        "surah": 43,
        "ayah": 11,
        "verse": "وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ"
      },
      "4337": {
        "id": 4337,
        "surah": 43,
        "ayah": 12,
        "verse": "وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ"
      },
      "4338": {
        "id": 4338,
        "surah": 43,
        "ayah": 13,
        "verse": "لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ"
      },
      "4339": {
        "id": 4339,
        "surah": 43,
        "ayah": 14,
        "verse": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ"
      },
      "4340": {
        "id": 4340,
        "surah": 43,
        "ayah": 15,
        "verse": "وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ"
      },
      "4341": {
        "id": 4341,
        "surah": 43,
        "ayah": 16,
        "verse": "أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ"
      },
      "4342": {
        "id": 4342,
        "surah": 43,
        "ayah": 17,
        "verse": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ"
      },
      "4343": {
        "id": 4343,
        "surah": 43,
        "ayah": 18,
        "verse": "أَوَ مَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ"
      },
      "4344": {
        "id": 4344,
        "surah": 43,
        "ayah": 19,
        "verse": "وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡ‍َٔلُونَ"
      },
      "4345": {
        "id": 4345,
        "surah": 43,
        "ayah": 20,
        "verse": "وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ"
      },
      "4346": {
        "id": 4346,
        "surah": 43,
        "ayah": 21,
        "verse": "أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ"
      },
      "4347": {
        "id": 4347,
        "surah": 43,
        "ayah": 22,
        "verse": "بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ"
      }
    }
  }
}