{
  "quran": {
    "quran-uthmani-hafs": {
      "4373": {
        "id": 4373,
        "surah": 43,
        "ayah": 48,
        "verse": "وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ"
      },
      "4374": {
        "id": 4374,
        "surah": 43,
        "ayah": 49,
        "verse": "وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ"
      },
      "4375": {
        "id": 4375,
        "surah": 43,
        "ayah": 50,
        "verse": "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ"
      },
      "4376": {
        "id": 4376,
        "surah": 43,
        "ayah": 51,
        "verse": "وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ"
      },
      "4377": {
        "id": 4377,
        "surah": 43,
        "ayah": 52,
        "verse": "أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ"
      },
      "4378": {
        "id": 4378,
        "surah": 43,
        "ayah": 53,
        "verse": "فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ"
      },
      "4379": {
        "id": 4379,
        "surah": 43,
        "ayah": 54,
        "verse": "فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ"
      },
      "4380": {
        "id": 4380,
        "surah": 43,
        "ayah": 55,
        "verse": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ"
      },
      "4381": {
        "id": 4381,
        "surah": 43,
        "ayah": 56,
        "verse": "فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ"
      },
      "4382": {
        "id": 4382,
        "surah": 43,
        "ayah": 57,
        "verse": "۞وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ"
      },
      "4383": {
        "id": 4383,
        "surah": 43,
        "ayah": 58,
        "verse": "وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ"
      },
      "4384": {
        "id": 4384,
        "surah": 43,
        "ayah": 59,
        "verse": "إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ"
      },
      "4385": {
        "id": 4385,
        "surah": 43,
        "ayah": 60,
        "verse": "وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ"
      }
    }
  }
}