{
  "quran": {
    "quran-uthmani-hafs": {
      "5242": {
        "id": 5242,
        "surah": 67,
        "ayah": 1,
        "verse": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ"
      },
      "5243": {
        "id": 5243,
        "surah": 67,
        "ayah": 2,
        "verse": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ"
      },
      "5244": {
        "id": 5244,
        "surah": 67,
        "ayah": 3,
        "verse": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ"
      },
      "5245": {
        "id": 5245,
        "surah": 67,
        "ayah": 4,
        "verse": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ"
      },
      "5246": {
        "id": 5246,
        "surah": 67,
        "ayah": 5,
        "verse": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ"
      },
      "5247": {
        "id": 5247,
        "surah": 67,
        "ayah": 6,
        "verse": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ"
      },
      "5248": {
        "id": 5248,
        "surah": 67,
        "ayah": 7,
        "verse": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ"
      },
      "5249": {
        "id": 5249,
        "surah": 67,
        "ayah": 8,
        "verse": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ"
      },
      "5250": {
        "id": 5250,
        "surah": 67,
        "ayah": 9,
        "verse": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ"
      },
      "5251": {
        "id": 5251,
        "surah": 67,
        "ayah": 10,
        "verse": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ"
      },
      "5252": {
        "id": 5252,
        "surah": 67,
        "ayah": 11,
        "verse": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ"
      },
      "5253": {
        "id": 5253,
        "surah": 67,
        "ayah": 12,
        "verse": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ"
      }
    }
  }
}